// params = Array(22) ["Тип объекта: земельный участок с постройками (гост…ом для зимнего проживания, гостевой домик, баня).",
//     "Расстояние до города: не указано.",
//     "Тип сделки: продажа.",
//     "Состав передаваемых прав: право собственности на землю и постройки.",
//     "Единица измерения площади: квадратные метры.",
//     "Общая площадь: 60,17 соток (6017 квадратных метров).",
//     "Цена объекта без учета НДС: не указано.",
//     "Категория участка: земли сельскохозяйственного назначения.",
//     "Расположение относительно автомагистрали: не указано.",
//     "Наличие свободного подъезда к участку: не указано.",
//     "Наличие зданий/строений под снос: не указано.",
//     "Площадь строений под снос: не указано.",
//     "Объем зданий/строений под снос: не указано.",
//     "Наличие железнодорожной ветки: не указано.",
//     "Наличие газоснабжения: не указано.",
//     "Наличие водоснабжения: есть.",
//     "Наличие канализации: не указано.",
//     "Наличие электроснабжения: есть (15 кВт).",
//     "Градостроительный план земельного участка: не указано.",
//     "Исходно-разрешительная документация: не указано.",
//     "Проект планировки территории КРТ, или комплексное развитие территорий: не указано.",
//     "Наличие документации на строительство: не указано.",
// 0 = "Тип объекта: земельный участок с постройками (гостевой дом, дом для зимнего проживания, гостевой домик, баня).",
// 1 = "Расстояние до города: не указано."
// 2 = "Тип сделки: продажа."
// 3 = "Состав передаваемых прав: право собственности на землю и постройки."
// 4 = "Единица измерения площади: квадратные метры."
// 5 = "Общая площадь: 60,17 соток (6017 квадратных метров)."
// 6 = "Цена объекта без учета НДС: не указано."
// 7 = "Категория участка: земли сельскохозяйственного назначения."
// 8 = "Расположение относительно автомагистрали: не указано."
// 9 = "Наличие свободного подъезда к участку: не указано."
// 10 = "Наличие зданий/строений под снос: не указано."
// 11 = "Площадь строений под снос: не указано."
// 12 = "Объем зданий/строений под снос: не указано."
// 13 = "Наличие железнодорожной ветки: не указано."
// 14 = "Наличие газоснабжения: не указано."
// 15 = "Наличие водоснабжения: есть."
// 16 = "Наличие канализации: не указано."
// 17 = "Наличие электроснабжения: есть (15 кВт)."
// 18 = "Градостроительный план земельного участка: не указано."
// 19 = "Исходно-разрешительная документация: не указано."
// 20 = "Проект планировки территории КРТ, или комплексное развитие территорий: не указано."
// 21 = "Наличие документации на строительство: не указано."
// length = 22
// __proto__ = Array(0)
//# sourceMappingURL=gpt_response.js.map